[URNotes Language]
LanguageName = English
LG(1) = State Error
LG(2) = Failed to set the boot start,
LG(3) = We recommend that you URNotes blocked when you allow it to run.
LG(4) = If you do not want to URNotes boot automatically start,
LG(5) = you can entered in the login [Settings] panel to close it.
LG(6) = Set Auto-Boot failure
LG(7) = Please enter your ID
LG(8) = Does not exist this user name, please register first !
LG(9) = Unregistered
LG(10) = The password is wrong, please re-enter your password!
LG(11) = Password is wrong
LG(12) = Data access failed, please check URNotes.udb file exists. 
LG(13) = Data access failed
LG(14) = twice the password inconsistent, please check it
LG(15) = Registration Failed
LG(16) = Choose Language
LG(17) = Account already exists, please try using other users registered.
LG(18) = Server is busy, please try again later or contact your administrator.
LG(19) = Fill in the wrong account number, account number only by the English letters and numbers, and the length should be more than 6 less than 20.
LG(20) = Fill in the wrong password, the password only by the English letters and numbers, and the length should be more than 6 less than 20.
LG(21) = Name fill in error, in the middle can not contain spaces.
LG(22) = E-mail fill in error, in the middle can not contain spaces.
LG(23) = QQ No. fill in error, in the middle can not contain spaces.
LG(24) = Secret security questions fill in error, in the middle can not contain spaces.
LG(25) = Password-protected answers to fill in the wrong, the middle can not contain spaces.
LG(26) = successfully registered, please login
LG(27) = Registration failed, please check the information is filled out correctly
LG(28) = Default user "noname" password is 123456, you can click [Register] to register your own ID.
LG(29) = Login successful
LG(30) = My notes group
LG(31) = Monday
LG(32) = Tuesday
LG(33) = Wednesday
LG(34) = Thursday
LG(35) = Friday
LG(36) = Saturday
LG(37) = Sunday
LG(38) = Password change successful
LG(39) = About:
LG(40) = Version:
LG(41) = Description:
LG(42) = URNotes is a notes tool, you can easily use it to record some temporary information, but also you can set a variety of reminder. URNotes notes a total of eight groups, each group can create notes 20 notes, notes can be saved per 1000 characters. You can change the notes of the colors, fonts and other settings, you can also set up automatic start, automatic landing.
LG(43) = URNotes based on Microsoft. NET development platform, is a quasi-green software, hope that it will bring you a better experience. Thank you for your support!
LG(44) = ywliao
LG(45) = Did not pass validation, the data failed to initialize
LG(46) = To create the directory failed, error code:
LG(47) = Save Failed
LG(48) = Notes group has reached the maximum number of notes
LG(49) = Confirmed notes do you want to delete this page? Deleted can not be restored!
LG(50) = Delete The note
LG(51) = Delete Failed!
LG(52) = My notes group
LG(53) = Initialization failed, ApplicationIdName not a legitimate key
LG(54) = Data read fails, the program will exit.
LG(55) = Invited to visit the official website to find a solution:
LG(56) = dDeeply sorry for the inconvenience.
LG(57) = ApplicationIDName Africa and France.
LG(58) = Initialization failed
LG(59) = Data read error
LG(60) = Error message:
LG(61) = Delayed five minutes to remind 
LG(62) = Delayed 10 minutes to remind 
LG(63) = Delayed 15 minutes to remind 
LG(64) = Delayed 30 minutes to remind 
LG(65) = Delayed 1 hour to remind 
LG(66) = Delayed 2 hours to remind 
LG(67) = Delayed 4 hours to remind 
LG(68) = Delayed 12 hours to remind 
LG(69) = Delayed 1 day to remind 
LG(70) = No Reminder
LG(71) = Close
LG(72) = :
LG(73) = :
LG(74) = 
LG(75) = No Reminder
LG(76) = Previous
LG(77) = Next
LG(78) = New Noes
LG(79) = Delete this note
LG(80) = Create remminder
LG(81) = Search
LG(82) = Export notes
LG(83) = Importing notes
LG(84) = Setup
LG(85) = Notes manager
LG(86) = About
LG(87) = Login Out
LG(88) = Exit
LG(89) = Notes Group 1
LG(90) = Notes Group 2
LG(91) = Notes Group 3
LG(92) = Notes Group 4
LG(93) = Notes Group 5
LG(94) = Notes Group 6
LG(95) = Notes Group 7
LG(96) = Notes Group 8
LG(97) = Remind the state
LG(98) = Show Notes
LG(99) = Setup
LG(100) = Login Out
LG(101) = Exit
LG(102) = Setup
LG(103) = Notes Group
LG(104) = Next
LG(105) = Always on top
LG(106) = Minimize
LG(107) = Create remminder
LG(108) = Close
LG(109) = Delete
LG(110) = New
LG(111) = Previous
LG(112) = Comments and suggestions
LG(113) = Login
LG(114) = UR ID:
LG(115) = UR PW:
LG(116) = Register
LG(117) = Auto Login
LG(118) = Cancel
LG(119) = Registered
LG(120) = Your name:
LG(121) = Your E-mail:
LG(122) = Password: 　　　　　　　　　　　      Re-enter password
LG(123) = Password: 　　　　　　　　　　　　　　6-20 letters & numbers
LG(124) = Your ID:　　　　　　　　　　　　　 　 6-20 letters & numbers
LG(125) = Login URNotes
LG(126) = Group Settings
LG(127) = Show
LG(128) = Choose the Group:
LG(129) = My notes group
LG(130) = View
LG(131) = Group Type:
LG(132) = Group Name:
LG(133) = Text Notes
LG(134) = Handwritten Notes
LG(135) = Recording Notes
LG(136) = Font
LG(137) = ORG
LG(138) = URNotes
LG(139) = SKY
LG(140) = GRN
LG(141) = YLW
LG(142) = PNK
LG(143) = PUR
LG(144) = Blue
LG(145) = RED
LG(146) = Other Setting
LG(147) = Show time
LG(148) = Auto Start
LG(149) = Auto Login
LG(150) = Again password(&W): 　　　  　　   　　　　　   6-20 letters or numbers
LG(151) = New password(&P): 　　　　　　　　　　　　　　6-20 letters or numbers
LG(152) = OK
LG(153) = Cancel
LG(154) = Apply
LG(155) = Setting
LG(156) = Software Name:
LG(157) = Copyright:
LG(158) = Official Website:
LG(159) = About
LG(160) = You have
LG(161) = reminders! Double-click the View details.
LG(162) = You have One reminder!
LG(163) = Close
LG(164) = No.
LG(165) = Reminder time
LG(166) = Delayed five minutes to remind the
LG(167) = Delayed 10 minutes to remind the
LG(168) = Delayed 15 minutes to remind the
LG(169) = Delayed 30 minutes to remind the
LG(170) = Delayed 1 hour to remind the
LG(171) = Delayed 2 hours to remind the
LG(172) = Delayed 4 hours to remind the
LG(173) = Delayed 12 hours to remind the
LG(174) = Delayed 1 day to remind the
LG(175) = Remind me later
LG(176) = All Clear
LG(177) = Clear
LG(178) = Expand Window
LG(179) = 0. Is not set remind
LG(180) = 1. Used a one-time reminder
LG(181) = 2. Daily, weekly recycling reminder
LG(182) = 3. Monthly cycle reminder
LG(183) = 4. Birthday, anniversary reminder
LG(184) = Reminder type:
LG(185) = Used a one-time reminder
LG(186) = In
LG(187) = S
LG(188) = H
LG(189) = M
LG(190) = Countdown:
LG(191) = Fixed Reminder:
LG(192) = Birthdays, anniversaries to remind
LG(193) = Birthdays, anniversaries to remind
LG(194) = Choose the birthday or anniversary date:
LG(195) = Daily, Weekly recycling reminder
LG(196) = Choose the reminder date:
LG(197) = Daily
LG(198) = Sun
LG(199) = Mon
LG(200) = Sat
LG(201) = Tues
LG(202) = Fri
LG(203) = Wed
LG(204) = Thur
LG(205) = Monthly cycle reminder
LG(206) = Choose the month to remind
LG(207) = MAY
LG(208) = JUN
LG(209) = Reminder date:
LG(210) = All
LG(211) = DEC
LG(212) = NOV
LG(213) = OCT
LG(214) = SEP
LG(215) = AUG
LG(216) = JUL
LG(217) = APR
LG(218) = MAR
LG(219) = FEB
LG(220) = JAN
LG(221) = :
LG(222) = 
LG(223) = Reminder time:
LG(224) = OK
LG(225) = Apply
LG(226) = Cancel
LG(227) = Was not found in this language language pack files
LG(228) = Success is not set
LG(229) = Reduce the memory usage (will affect the speed)
LG(230) = Click it and drag up or down to turn page quickly.
LG(231) = Hot key
LG(232) = Show note from:
LG(233) = Directory
LG(234) = Praise Me
LG(235) = Operation
LG(236) = Get machine code
LG(237) = Print Note
LG(238) = Skin
LG(239) = Choose the skin group:
LG(240) = Preiew Skin Page:
LG(241) = Skin Info:
LG(242) = More Skins
LG(243) = Please choose the target folder:
LG(244) = Exit
LG(245) = This notes group is full
LG(246) = This notes group is full,please choose other notes group try again.
LG(247) = File
LG(248) = too big, import failure, please ensure that the file size in
LG(249) = words.
LG(250) = This notes group can also import
LG(251) = notes
LG(252) = Exported successfully,Open target folder?
LG(253) = Exported successfully
LG(254) = Close Me ?
LG(255) = Sorry, the default user [noname] unable to get the machine code,
LG(256) = Please register new UID, thank you!
LG(257) = 1.User ID
LG(258) = 2.Full DateTime
LG(259) = 3.Date
LG(260) = 4.Time
LG(261) = 5.Group Name
LG(262) = 6.Note Name
LG(263) = 7.Create Time
LG(264) = 8.Ver
LG(265) = 9.User-defined Info
LG(266) = Become VIP User
LG(267) = Choose the label info:
LG(268) = Set user-defined info:
LG(269) = Def info:
LG(270) = Preview info:
LG(271) = Info about the definition of setting:
LG(272) = Auto hidden the toolbar
LG(273) = Enable recycling function
LG(274) = Show icon
LG(275) = Show URInfo
LG(276) = Show close remind box(
LG(277) = Auto insert date
LG(278) = Set label info
LG(279) = Notes Group
LG(280) = Edit
LG(281) = View
LG(282) = Tools
LG(283) = Help
LG(284) = Move front
LG(285) = Move back
LG(286) = New note
LG(287) = Cut
LG(288) = Copy
LG(289) = Paste
LG(290) = Delete
LG(291) = Set remind
LG(292) = Rename
LG(293) = Save as
LG(294) = Property
LG(295) = Move up
LG(296) = Move down
LG(297) = New
LG(298) = Rename
LG(299) = Delete
LG(300) = Output Notes
LG(301) = Input Notes
LG(302) = Property
LG(303) = New note
LG(304) = Cut
LG(305) = Copy
LG(306) = Paste
LG(307) = Delete
LG(308) = Rename
LG(309) = Save as
LG(310) = Select All
LG(311) = Reverse choosing
LG(312) = Detailed info
LG(313) = List
LG(314) = Icon
LG(315) = Tile
LG(316) = Thumbnail
LG(317) = Detailed info
LG(318) = Refresh
LG(319) = Normal
LG(320) = Type:
LG(321) = Open mode:
LG(322) = Site:
LG(323) = Size:
LG(324) = Space usage:
LG(325) = Create time:
LG(326) = ModificationDate:
LG(327) = Access time:
LG(328) = Property:
LG(329) = Readonly
LG(330) = Hidden
LG(331) = System
LG(332) = Enter
LG(333) = Cancel
LG(334) = Apply
LG(335) = Change Icon
LG(336) = Your URNotes is VIP edition! Thank's for your support!
LG(337) = What is the VIP user
LG(338) = Please enter registration code:
LG(339) = Connection error or the registration code is invalid.
LG(340) = The computer is not binded, please contact the ywliao administrator
LG(341) = No.
LG(342) = Computer name
LG(343) = Bind date
LG(344) = Unbind and bind this computer
LG(345) = Input plus code:
LG(346) = Click here to get plus code，you can bind more computers!
LG(347) = Checking from network
LG(348) = OK，please restart URNotes.
LG(349) = Your URNotes not VIP edition
LG(350) = You must restart URNotes when you installed new font
LG(351) = Remind title:
LG(352) = Browse
LG(353) = Loop
LG(354) = 5. The Chinese lunar calendar
LG(355) = Thank you for choosing URNotes，this function belong to VIP user prerogative，you are not VIP users，welcome to join the ranks of VIP users!
LG(356) = The different about the VIP user and free user
LG(357) = 			Free user	VIP user
LG(358) = 1、Max group		8		30
LG(359) = 2、Max note page	20		60
LG(360) = 3、Note size		1000		30000
LG(361) = 4、Recycled size	20		1000
LG(362) = 5、Show URInfo		Yes		Can choose
LG(363) = 6、URExpler AD		Yes		No
LG(364) = 7、Note icon		10   		All
LG(365) = 8、Can defined label info	Yes   	No
LG(366) = Function for VIP user only,Thanks to the support!
LG(367) = I know
LG(368) = Click here for a registration code, be a VIP user!
LG(369) = The skin is installed，Please select it from URNotes Settings panel.
LG(370) = The skin is installed
LG(371) = The skin is installed
LG(372) = URNotes maybe run in the temporary directory,
LG(373) = you had better copied it to fixed directory to run，such new director in D:\ 
LG(374) = Close URNotes and move it by your self?
LG(375) = [Enter] button to close URNotes，[Cancel] button to ignore.
LG(376) = Can't run in temp directory,close it?
LG(377) = The new version
LG(378) = has been downloaded，open now？
LG(379) = The new version has been downloaded
LG(380) = Automatic startup when system open?
LG(381) = ([Cancel]button to never be remind)
LG(382) = Automatic startup when system open?
LG(383) = Skin files read failure
LG(384) = Note groups is full
LG(385) = Failed to create
LG(386) = myGroup
LG(387) = Recycled
LG(388) = Title of remind
LG(389) = Sorry,The default user [noname] can not get machine code,
LG(390) = please login out and click [Register] to register your owner user ID, thank you!
LG(391) = URNotes 
LG(392) = Note name
LG(393) = Create time
LG(394) = Modification time
LG(395) = Show content
LG(396) = Notes
LG(397) = Get machine code
LG(398) = Name
LG(399) = The file name already exists, please use a different name
LG(400) = Rename failed
LG(401) = You can not delete the system directory
LG(402) = Delete failed
LG(403) = Cannot delete the last directory!
LG(404) = Really want this group of notes into the recycle bin?
LG(405) = Delete files to recycle bin
LG(406) = Deleting file 
LG(407) = Your recycle bin is full,Whether to completely remove these 
LG(408) =  notes? Can not be restored completely deleted!
LG(409) = Honorary members enjoy large recycle bin and more features,
LG(410) = Please visit
LG(411) = If you do not want to use the Recycle Bin feature can be turned off in the settings panel.
LG(412) = Deleting file 
LG(413) = Recycling file 
LG(414) = Your recycle bin is full,Whether to completely remove these 
LG(415) =  notes? Can not be restored completely deleted!
LG(416) = Do you want to completely remove the notes group of [
LG(417) = ] ? Can not be restored completely deleted!
LG(418) = This group cannot create notes
LG(419) = Create defeat
LG(420) = Does this 
LG(421) =  note pages in recycle bin?
LG(422) = Whether to completely remove these 
LG(423) = Copying file 
LG(424) = This notes group has been full
LG(425) = note 
LG(426) = has existed.
LG(427) = Moving file
LG(428) = Label Info Type
LG(429) = 0.No Info
LG(430) = In the task bar shows
LG(431) = In the desktop shows
LG(432) = Note page setup
LG(433) = Bottom info：
LG(434) = Top info：
LG(435) = Show type：
LG(436) = <-Press and drag
LG(437) = Transparent：
LG(438) = Save default
LG(439) = Bottom icon
LG(440) = Top icon
LG(441) = Auto hide
LG(442) = Penetration
LG(443) = Personal background
LG(444) = Browse
LG(445) = Zoom:
LG(446) = Location:
LG(447) = Background:
LG(448) = 1.Normal
LG(449) = 2.Always in top
LG(450) = 3.Always in bottom 
LG(451) = 1.Not scaled
LG(452) = 2.Such as scaling
LG(453) = 3.Tension Scale
LG(454) = 4.Tile
LG(455) = Old password(&O): 　　　　　　　　　　　　　　6-20 letters or numbers
LG(456) = Floating notes random Color
LG(457) = Language
LG(458) = Show floating notes:
LG(459) = Skin Maker
LG(460) = Object not found
LG(461) = Do you want to delete this skin?
LG(462) = Delete the skin
LG(463) = Default skin can not be deleted.
LG(464) = Please select the skin.
LG(465) = Normal 
LG(466) = Always top
LG(467) = Always bottom
LG(468) = New
LG(469) = Delete
LG(470) = Mouse penetration
LG(471) = Create remminder
LG(472) = Property
LG(473) = Zoom mode
LG(474) = Skin mode
LG(475) = Delete failed
LG(476) = Note page property
LG(477) = Press the set time box and drag up or dwon.
LG(478) = The title:
LG(479) = The old password is wrong, please re-enter your password!
LG(480) = URNotes version is too low, cannot open data files, please to download the latest version of the official website.
LG(481) = The version is too low
LG(482) = Now backup path is
LG(483) = Are you sure want to modify ?
LG(484) = Please choose the backup path :
LG(485) = Do you want to return the default backup path?
LG(486) = Modify backup path 
LG(487) = This function can repair the following two questions:
LG(488) = 1.can not save the note form location ,
LG(489) = 2.can not found the note form，
LG(490) = Really want to fix it?
LG(491) = Fix the note formLG(492) = Delay HideLG(493) = Restore BackupLG(494) = HelpLG(495) = Leave LockLG(496) = Check New VerionLG(497) = Run FileLG(498) = 0.Run NothingLG(499) = 1.CalcLG(500) = 2.RecordingLG(501) = 3.PaintLG(502) = 4.NotepadLG(503) = 5.CmdLG(504) = 6.Web BrowerLG(505) = 7.Winmine
LG(506) = 8.Solitaire
LG(507) = 9.User-Define
LG(508) = Use Image Lock
LG(509) = You have never used this function, please set the image lock first.
LG(510) = Reset Lock
LG(511) = The conneced points is not enough
LG(512) = At least four points connected, please try again.
LG(513) = Confirm Lock
LG(514) = Please draw pattern again to confirm.
LG(515) = The twice image is not same
LG(516) = Must draw the same image at twice,please try again.
LG(517) = Success
LG(518) = Success，Is locked.
LG(519) = Show floated notes
LG(520) = Image Lock
LG(521) = Please select a backup to restore:
LG(522) = A temporary backup
LG(523) = Weekly backup
LG(524) = Backup at restore time
LG(525) = Backup Name
LG(526) = Open the backup directory
LG(527) = Delete this backup
LG(528) = Restore
LG(529) = Please enter the login password:
LG(530) = Please draw a new image
LG(531) = Initialize image lock
LG(532) = Insert Text
LG(533) = Insert Image
LG(534) = Font Color
LG(535) = Font Back Color
LG(536) = Font
LG(537) = Style
LG(538) = Edit Define Text
LG(539) = Define
LG(540) = Small
LG(541) = Middle
LG(542) = Big
LG(543) = Bold
LG(544) = Italic
LG(545) = Under Line
LG(546) = Delete Line
LG(547) = Align Left
LG(548) = Align Right
LG(549) = Align Center
LG(550) = Superscript
LG(551) = Subscript
LG(552) = Cance Script
LG(553) = Line space
LG(554) = Define Text
LG(555) = Save
LG(556) = Default
LG(557) = Note: here support the alternative character, method of use can be illustrated reference below.
LG(558) = You have modified the define insert text, do you want to save it?
LG(559) = Save it
LG(560) = Nothing
LG(561) = The help file not find!
LG(562) = Sorry, only can insert 5 image in one note page!
LG(563) = You can define text!
LG(564) = Your current URNotes is the latest version!
LG(565) = Update is completed
LG(566) = Detected a new version, to start the update?
LG(567) = Detected a new version
LG(568) = Style